{
    "Birth Year": {
        "F": 1984.6666666666667,
        "M": 1987.1958762886597
    },
    "How satisfied were you with the clarity of the application instructions? ": {
        "F": 4.222222222222222,
        "M": 4.515463917525773
    },
    "How smooth was the registration process?": {
        "F": 4.666666666666667,
        "M": 4.56701030927835
    },
    "How helpful was the initial contact with the academy’s staff? ": {
        "F": 4.777777777777778,
        "M": 4.721649484536083
    },
    "Were the payment options and processes clear and convenient?": {
        "F": 4.666666666666667,
        "M": 4.474226804123711
    },
    "Were you satisfied with the price of the Academy?": {
        "F": 3.888888888888889,
        "M": 4.041237113402062
    },
    "How relevant was the General Academic Lectures to your coaching needs?": {
        "F": 3.6666666666666665,
        "M": 4.0
    },
    "How useful did you find the Basketball Academic Lectures?": {
        "F": 4.444444444444445,
        "M": 4.402061855670103
    },
    "How beneficial were the new modules introduced this year (Scouting, S&C, Officiating, Medical)?": {
        "F": 4.666666666666667,
        "M": 4.525773195876289
    },
    "How effective was the EHCB Members' Online Lectures? ": {
        "F": 4.777777777777778,
        "M": 4.463917525773196
    },
    "How effective was the EHCB Coaches Congress in providing valuable learning experiences?": {
        "F": 5.0,
        "M": 4.608247422680412
    },
    "How effective were the lessons on Offensive Team Tactic?": {
        "F": 4.222222222222222,
        "M": 4.412371134020619
    },
    "Did the exam adequately assess your knowledge in Offensive Team Tactic?": {
        "F": 4.0,
        "M": 4.092783505154639
    },
    "How effective were the lessons on Defensive Team Tactic? ": {
        "F": 4.222222222222222,
        "M": 4.391752577319588
    },
    "Did the exam adequately assess your knowledge in Defensive Team Tactic?": {
        "F": 4.0,
        "M": 4.103092783505154
    },
    "How effective were the lessons on Individual and Group Tactics? ": {
        "F": 4.222222222222222,
        "M": 4.350515463917525
    },
    "Did the exam adequately assess your knowledge in Individual and Group Tactics?": {
        "F": 4.111111111111111,
        "M": 4.082474226804123
    },
    "How effective were the lessons on Basketball Technique? ": {
        "F": 4.222222222222222,
        "M": 4.298969072164948
    },
    "Did the exam adequately assess your knowledge in Basketball Technique?": {
        "F": 3.888888888888889,
        "M": 4.134020618556701
    },
    "How effective were the lessons on Planning & Programming and S&C?": {
        "F": 4.222222222222222,
        "M": 4.391752577319588
    },
    "Did the exam adequately assess your knowledge in Planning & Programming and S&C?": {
        "F": 4.111111111111111,
        "M": 4.092783505154639
    },
    "How effective were the lessons on Selection and Training of Young Players?": {
        "F": 4.333333333333333,
        "M": 4.371134020618556
    },
    "Did the exam adequately assess your knowledge in Selection and Training of Young Players?": {
        "F": 4.111111111111111,
        "M": 4.092783505154639
    },
    "How effective were the lessons on Basketball History and Factors? ": {
        "F": 4.0,
        "M": 4.020618556701031
    },
    "Did the exam adequately assess your knowledge in Basketball History and Factors? ": {
        "F": 4.0,
        "M": 3.979381443298969
    },
    "How effective were the lessons on Theory of Sports Training and S&C? ": {
        "F": 4.444444444444445,
        "M": 4.309278350515464
    },
    "Did the exam adequately assess your knowledge in Theory of Sports Training and S&C? ": {
        "F": 4.333333333333333,
        "M": 4.051546391752577
    },
    "How effective were the lessons on Sociology & Psychology?": {
        "F": 4.0,
        "M": 4.288659793814433
    },
    "Did the exam adequately assess your knowledge in Sociology & Psychology?": {
        "F": 4.0,
        "M": 4.082474226804123
    },
    "How effective were the lessons on Human Motoric? ": {
        "F": 4.333333333333333,
        "M": 4.164948453608248
    },
    "Did the exam adequately assess your knowledge in Human Motoric? ": {
        "F": 4.222222222222222,
        "M": 4.010309278350515
    },
    "How effective were the lessons on Biomedicine Subjects?": {
        "F": 4.111111111111111,
        "M": 4.072164948453608
    },
    "Did the exam adequately assess your knowledge in Biomedicine Subjects?": {
        "F": 4.111111111111111,
        "M": 4.020618556701031
    },
    "How satisfied were you about the collaboration with University of Belgrade?": {
        "F": 4.444444444444445,
        "M": 4.494845360824742
    },
    "How satisfied were you with the professors of the University of Belgrade?": {
        "F": 4.444444444444445,
        "M": 4.391752577319588
    },
    "How satisfied were you with the exams in general?": {
        "F": 4.333333333333333,
        "M": 4.123711340206185
    },
    "Were you able to attend most of the lessons as per your personal schedule?": {
        "F": 3.111111111111111,
        "M": 3.2061855670103094
    },
    "How satisfied were you with the general attendance of your peers in the lessons? ": {
        "F": 3.7777777777777777,
        "M": 3.4536082474226806
    },
    "How would you rate the overall scheduling of the lessons?": {
        "F": 4.111111111111111,
        "M": 3.804123711340206
    },
    "How valuable did you find the Bonus Lectures?": {
        "F": 4.766666666666667,
        "M": 4.620962199312715
    },
    "Were the topics covered in the Bonus Lectures relevant to your coaching needs / expectations? ": {
        "F": 4.75,
        "M": 4.56786941580756
    },
    "How user-friendly was Zoom?": {
        "F": 4.888888888888889,
        "M": 4.65979381443299
    },
    "How user-friendly was MS Teams?": {
        "F": 4.555555555555555,
        "M": 4.453608247422681
    },
    "How effective were the communication channels (WhatsApp, email, etc.)?": {
        "F": 5.0,
        "M": 4.257731958762887
    },
    "Were the lesson schedules and reminders adequately managed?": {
        "F": 4.555555555555555,
        "M": 4.185567010309279
    },
    "How accessible were the recorded lectures and materials? ": {
        "F": 4.666666666666667,
        "M": 4.505154639175258
    },
    "Please rate the overall technical support provided during the courses.": {
        "F": 4.555555555555555,
        "M": 4.474226804123711
    },
    "Please rate the support provided for operational aspects of the academy": {
        "F": 4.444444444444445,
        "M": 4.43298969072165
    },
    "How well-organized was the practice week with EuroLeague teams?": {
        "F": 3.9573820395738206,
        "M": 4.2284987996045755
    },
    "How beneficial was the practice week for your coaching development?": {
        "F": 4.497716894977169,
        "M": 4.492727015958199
    },
    "How satisfactory was your interaction with the coaches of the practice week team? ": {
        "F": 4.442922374429224,
        "M": 4.31817539895495
    },
    "How effective were the practice week presentations?": {
        "F": 4.425438596491229,
        "M": 4.262479652740097
    },
    "How would you rate the out-of-court experiences in the city of the practice week?": {
        "F": 4.539039039039039,
        "M": 4.260100306492059
    },
    "Please rate the support provided for operational aspects of the practice week (travel,  accommodation, guidance etc.)": {
        "F": 4.2343987823439875,
        "M": 4.008190933483971
    },
    "How effective were the panels and masterclasses at the Congress?": {
        "F": 4.911111111111111,
        "M": 4.5711340206185564
    },
    "How valuable was the networking opportunity provided at the Congress?": {
        "F": 4.720164609053498,
        "M": 4.337915234822451
    },
    "Did you find the certification ceremony satisfactory? ": {
        "F": 4.0689170182841075,
        "M": 3.910609421897429
    },
    "How satisfactory were the facilities at the Congress? ": {
        "F": 4.021367521367521,
        "M": 4.0400475812846945
    },
    "How well-structured was the Congress?": {
        "F": 4.594444444444445,
        "M": 4.43659793814433
    },
    "How satisfied were you with the interactions and networking with other students?": {
        "F": 4.508701472556894,
        "M": 4.2687864861507885
    },
    "To what extent has the academy helped you become a better coach?": {
        "F": 4.666666666666667,
        "M": 4.577319587628866
    },
    "How much knowledge did you gain from the EHCB Coaches Academy's  modules?": {
        "F": 4.444444444444445,
        "M": 4.360824742268041
    },
    "Did the academy meet your expectations for professional networking? ": {
        "F": 4.555555555555555,
        "M": 4.298969072164948
    },
    "How likely are you to recommend the EHCB Coaches Academy to other coaches? ": {
        "F": 4.888888888888889,
        "M": 4.783505154639175
    }
}